{
	"rules.tldr": "TL;DR",
	"rules.rule": "Κανόνας",
	"rules.behaviour.title": "Συμπεριφορά",
	"rules.behaviour.summary": "Προσπαθήστε να είστε ευγενικοί.",
	"rules.behaviour.content": "Αναμένεται από τα μέλη να αντιμετωπίζουν ο ένας τον άλλον με σεβασμό, προσοχή και κατανόηση. Κακόβουλη συμπεριφορά με τη μορφή λεκτικής κακοποίησης, διακρίσεων, παρενόχλησης και άλλων μορφών προσβλητικής ή τοξικής συμπεριφοράς δεν θα γίνεται ανεκτή.",
	"rules.quality.title": "Ποιότητα",
	"rules.quality.summary": "Μην είστε αντιπαθητικοί.",
	"rules.quality.content": "Αναμένεται από τις συνεισφορές που γίνονται στον διακομιστή να είναι αξιοπρεπούς ποιότητας. Το τρολάρισμα, το spamming, το flooding, το shitposting (εκτός του καναλιού για τα memes) και άλλες μορφές ενοχλητικής συμπεριφοράς αποθαρρύνονται.",
	"rules.relevance.title": "Συνάφεια",
	"rules.relevance.summary": "Δημοσιεύστε σχετικό περιεχόμενο.",
	"rules.relevance.content": "Αναμένεται οι συνεισφορές που γίνονται στον διακομιστή να τοποθετούνται στο αντίστοιχο κανάλι και την κατηγορία τους. Οι συνεισφορές που γίνονται σε ακατάλληλα κανάλια για το θέμα τους θα ζητηθεί να μεταφερθούν στο αντίστοιχο κανάλι.",
	"rules.suitability.title": "Καταλληλότητα",
	"rules.suitability.summary": "Δημοσιεύστε περιεχόμενο κατάλληλο για νεότερα μέλη.",
	"rules.suitability.content": "Αναμένεται ότι οι συνεισφορές που γίνονται στον διακομιστή θα είναι κατάλληλες για προβολή από ανηλίκους. Το περιεχόμενο με περιορισμένη ηλικία (NSFW) και NSFL απαγορεύεται αυστηρά. Αν δεν θα το δείχνατε σε ανήλικο, δεν πρέπει να το δημοσιεύσετε.",
	"rules.exclusivity.title": "Αποκλειστικότητα",
	"rules.exclusivity.summary": "Μην διαφημίζετε.",
	"rules.exclusivity.content": "Αναμένεται από τα μέλη να μην χρησιμοποιούν αυτόν τον χώρο για διαφήμιση και απαγορεύονται οι ενεργές προσπάθειες για κάτι τέτοιο (συμπεριλαμβανομένων των ανεπιθύμητων DMs).",
	"rules.adherence.title": "Προσκόλληση",
	"rules.adherence.summary": "Σεβαστείτε τους κανόνες.",
	"rules.adherence.content": "Για τα μέλη που δεν σέβονται τους κανόνες του διακομιστή και δεν ενδιαφέρονται να κάνουν χρήσιμες συνεισφορές, μπορεί να εκδοθεί μόνιμος αποκλεισμός."
}
