{
	"rules.tldr": "TL;DR",
	"rules.rule": "Règle",
	"rules.behaviour.title": "Comportement",
	"rules.behaviour.summary": "Essayez d'être sympa.",
	"rules.behaviour.content": "Il est attendu des membres qu'ils se traitent mutuellement avec respect, considération et compréhension. Les comportements malveillants sous forme d'insultes, de discrimination, de harcèlement et d'autres formes de comportement blessant ou toxique ne seront pas tolérés.",
	"rules.quality.title": "Qualité",
	"rules.quality.summary": "Ne soyez pas odieux.",
	"rules.quality.content": "Il est attendu des contributions faites sur le serveur qu'elles soient de qualité décente. Le trolling, le spamming, le flooding, le shitposting (en dehors du canal pour les mèmes) et d'autres formes de comportement ennuyeux sont fortement déconseillés.",
	"rules.relevance.title": "Pertinence",
	"rules.relevance.summary": "Publier un contenu pertinent.",
	"rules.relevance.content": "Les contributions apportées au serveur doivent être placées dans le salon et la catégorie qui leur correspondent. Les contributions faites dans des salons inappropriés pour leur sujet seront priées d'être déplacées dans le salon qui leur correspond.",
	"rules.suitability.title": "Adéquation",
	"rules.suitability.summary": "Publier des contenus adaptés aux jeunes membres.",
	"rules.suitability.content": "Les contributions apportées au serveur sont censées être appropriées pour les mineurs. Les contenus limités par l'âge (NSFW) et NSFL sont strictement interdits. Si vous ne le montrez pas à un mineur, vous ne devez pas le publier.",
	"rules.exclusivity.title": "Exclusivité",
	"rules.exclusivity.summary": "Ne faites pas de publicité.",
	"rules.exclusivity.content": "Il est attendu des membres de ne pas utiliser cet espace pour la publicité, et les tentatives actives (y compris les DMs non sollicités) sont interdites.",
	"rules.adherence.title": "Adhésion",
	"rules.adherence.summary": "Respecter les règles.",
	"rules.adherence.content": "Les membres qui ne respectent pas les règles du serveur et qui ne souhaitent pas apporter de contribution utile peuvent faire l'objet d'un bannissement permanent."
}
