{
    "rules.tldr": "W strzeszczeniu",
    "rules.rule": "Reguła",
    "rules.behaviour.title": "Zachowanie",
    "rules.behaviour.summary": "Staraj się być miły/a.",
    "rules.behaviour.content": "Od członków oczekuje się traktowania siebie nawzajem z szacunkiem, rozwagą i zrozumieniem. Złośliwe zachowanie w postaci obelg słownych, dyskryminacji, nękania, czy też innych wcieleń krzywdzącego lub toksycznych zachowań nie będzie tolerowane.",
    "rules.quality.title": "Jakość",
    "rules.quality.summary": "Nie bądź wstrętny/a.",
    "rules.quality.content": "Oczekuje się, że wkłady wnoszone na serwer będą przyzwoitej jakości. Poważnie zniechęcamy do trollowania, spamowania, floodowania, shitpostowania (poza kanałem dla memów), oraz do angażowania się w inne rodzaje irytującego zachowania.",
    "rules.relevance.title": "Odpowiedność",
    "rules.relevance.summary": "Zamieszczaj treści w odpowiednie dla nich miejsca.",
    "rules.relevance.content": "Oczekuje się, że wkłady wnoszone na serwer będą umieszczane w odpowiednim kanale oraz kategorii. Treści zamieszczone w kanałach nieodpowiednich dla ich tematyki będą proszone o przeniesienie na odpowiedni kanał.",
    "rules.suitability.title": "Stosowność",
    "rules.suitability.summary": "Zamieszczaj treści stosowne dla młodszych członków.",
    "rules.suitability.content": "Oczekuje się, że wkłady wnoszone na serwer będą stosowne dla oglądania przez osoby młodsze. Wszelkie treści z ograniczeniem wiekowym (NSFW) lub o charakterze drastycznym (NSFL) są kompletnie wzbronione. Jeśli nie pokazał(a)byś treści osobie młodszej, nie zamieszczaj jej na serwerze.",
    "rules.exclusivity.title": "Wyłączność",
    "rules.exclusivity.summary": "Nie reklamuj się.",
    "rules.exclusivity.content": "Oczekuje się, że członkowie nie będą używać tej przestrzeni do reklamacji, w tym samego/samej siebie. Zabrania się aktywnych prób reklamacji (w tym niechcianych wiadomości prywatnych).",
    "rules.adherence.title": "Przestrzeganie zasad",
    "rules.adherence.summary": "Szanuj zasady.",
    "rules.adherence.content": "Członkowie, którzy nie liczą się z regułami serwera i nie są zainteresowani wnoszeniem produktywnego wkładu na serwer, mogą dostać permabana."
}
