{
    "rules.behaviour.title": "Zachowanie",
    "rules.behaviour.content": "Ôd czōnkōw ôczekuje sie traktowaniŏ siebie wzajym ze reszpekty m, rozwŏgōm a zrozumiyniym. Złośliwe zachowanie choby ôbelgi, dyskryminacyjŏ, trŏpiynie abo tyż inksze formy krziwdzōncych a toksycznych zachowań niy bydōm tolerowane.",
    "rules.quality.content": "Ôczekuje sie, co wkłŏdy wnoszōne na serwer bydōm przizwojityj jakości. Powŏżnie zniychyncōmy do trolowaniŏ, spamowaniŏ, flodowaniŏ, szitpostowaniŏ (ôkrōm kanaru do mymōw), a tyż do angażiyrowaniŏ sie we inksze zorty gorszōncego zachowaniŏ.",
    "rules.suitability.content": "Ôczekuje sie, co wkłŏdy wnoszōne na serwer bydōm przijazne do ôglōndaniŏ ôd modszych perzōnōw. Cołki inhalt ze wiekowym ôgraniczyniym (NSFW) abo ô drastycznym karakterze (NSFL) sōm blank zabrōniōne. Jeli niy pokŏzoł/ała byś inhaltu modszyj perzōnie, niy postuj go na serwerze.",
    "rules.tldr": "We skrōcie",
    "rules.rule": "Prawidło",
    "rules.behaviour.summary": "Starej sie być miyłym/ōm.",
    "rules.quality.title": "Jakość",
    "rules.relevance.title": "Zwiōnzek ze tyjmōm",
    "rules.quality.summary": "Niy bydź wstryntny/a.",
    "rules.relevance.summary": "Postuj inhalt we prawe do niego place.",
    "rules.suitability.title": "Przijazność do modych",
    "rules.relevance.content": "Ôczekuje sie, co wkłŏdy wnoszōne na sewer bydōm postowane we ôdpednich kanarach a tyż kategoryjach. Inhalt postowany we niyprawych do tyjmatu kanarach bydzie proszōny ô przeniesiynie na ôdpedni kanar.",
    "rules.suitability.summary": "Postuj inhalt przijazny modszym czōnkōm.",
    "rules.exclusivity.title": "Wyłōnczność",
    "rules.exclusivity.summary": "Niy reklamuj sie.",
    "rules.adherence.title": "Przestrzeganie prawidłōw",
    "rules.adherence.summary": "Miej we zŏcy prawidła.",
    "rules.adherence.content": "Czōnki, kere łōmiōm prawidła serwera a niy sōm zainteresowane wnoszyniym produktywnego wkłŏdu na serwer, mogōm dostać permbana.",
    "rules.exclusivity.content": "Ôczekuje sie, co czōnki niy bydōm używać tego przestrzyństwa do reklamowaniŏ, we tym samego/samyj siã. Zakazuje sie aktywnych prōb reklamowaniŏ (we tym bez DM)."
}
